ERROR_CODES = {
    2000: "Предоставлены некорректные поля для данного типа пользователя.",
    2001: "Недопустимый район для данного региона.",
    2002: "Предоставлен недопустимый уровень доступа для пользователя.",
    2003: "Указанный регион не соответствует вашему региону.",
    2004: "Указанный район не соответствует вашему району.",
    2005: "Попытка доступа к данным другого пользователя",
    2006: "Неверное имя пользователя или пароль.",
    2007: "Пароль должен иметь длину не менее 8 символов.",
    2008: "Пароль должен содержать хотя бы одну цифру.",
    2009: "Пароль должен содержать хотя бы одну строчную букву.",
    2010: "Пароль должен содержать хотя бы одну заглавную букву.",
    2011: "Пароль должен содержать хотя бы один символ (@$!%*?&#^()[]{}<>.-_+|=:;,/).",
}
